xmltemplates/xmlrequests/Estimate/PutStatusChangeAllRequest.xml

<?xml version="1.0" encoding="UTF-8"?><s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/" xmlns:u="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-utility-1.0.xsd">
	<s:Header>
		<o:Security xmlns:o="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd" s:mustUnderstand="1">
			<o:UsernameToken u:Id="uuid-31649985-88fd-44ca-8c33-c177747454d4-46">
				<o:Username>cng</o:Username>
				<o:Password o:Type="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-username-token-profile-1.0#PasswordText">Password1</o:Password>
			</o:UsernameToken>
		</o:Security>
	</s:Header>
	<s:Body xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
		<PutStatus xmlns="http://services.mycccportal.com/SOA/StatusChangeService">
			<NormalizedMessageList xmlns="http://services.mycccportal.com/SOA/normalizedmessage/v1">
				<NormalizedMessage>
					<BaseDescriptor>
						<MsgID>c2a44903-b461-418f-8b97-3ed8e4264bc9</MsgID>
						<MsgType>StatusChange</MsgType>
						<MsgMode>Request</MsgMode>
						<SourceTimeStamp>2015-10-26T06:03:44.1778376-05:00</SourceTimeStamp>
						<SourceApplicationID>PTHWY</SourceApplicationID>
						<SourceUserID>NA</SourceUserID>
					</BaseDescriptor>
					<RoutingDescriptor>
						<RoutingInfo xmlns="http://services.mycccportal.com/SOA/commontypes">
							<ApplicationName>PTHWY</ApplicationName>
							<ApplicationVersion>4.50</ApplicationVersion>
							<PublishTimeStamp>2015-10-26T06:03:02.5784583-05:00</PublishTimeStamp>
						</RoutingInfo>
						<RoutingInfo xmlns="http://services.mycccportal.com/SOA/commontypes">
							<ApplicationName>PTHWY</ApplicationName>
							<ApplicationVersion>4.50</ApplicationVersion>
							<PublishTimeStamp>2015-10-26T06:03:44.1778376-05:00</PublishTimeStamp>
						</RoutingInfo>
					</RoutingDescriptor>
					<ClaimDescriptor>
						<ClaimReferenceID>eqa 20170508165</ClaimReferenceID>
						<ClaimTypeCode>VE</ClaimTypeCode>
						<InsuranceCompany>
							<VantiveCode>APM1</VantiveCode>
						</InsuranceCompany>
						<ClaimOffice>
							<Code>APMC</Code>
						</ClaimOffice>
						<AssigneeDescriptor>
							<Appraiser>
								<AppraiserType>DRP</AppraiserType>
								<AppraiserLOID>62668</AppraiserLOID>
								<AppraiserSSN>302800</AppraiserSSN>
								<AppraiserMailboxID>62668</AppraiserMailboxID>
							</Appraiser>
						</AssigneeDescriptor>
					</ClaimDescriptor>
					<EstimateDescriptor>
						<TransformationHeader>&lt;?xml version="1.0" encoding="utf-16"?&gt;
&lt;WorkfilePutData xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns="http://services.mycccportal.com/SOA/WorkfileService/PutData"&gt;
  &lt;RouteCode /&gt;
  &lt;IsSnapshot&gt;true&lt;/IsSnapshot&gt;
  &lt;IsResend&gt;false&lt;/IsResend&gt;
  &lt;Status&gt;OPEN&lt;/Status&gt;
  &lt;Origin&gt;EXTERNAL&lt;/Origin&gt;
  &lt;AssignmentType&gt;E&lt;/AssignmentType&gt;
  &lt;CatastropheCode /&gt;
  &lt;ClaimOfficeMailboxID&gt;048689&lt;/ClaimOfficeMailboxID&gt;
  &lt;IAFileId /&gt;
  &lt;IACompanyCode /&gt;
&lt;/WorkfilePutData&gt;</TransformationHeader>
					</EstimateDescriptor>
					<DocumentDescriptor>
						<DocumentName>PathwaysXML</DocumentName>
						<DocumentExt>E01</DocumentExt>
						<DocumentFormat>GZIP-XML</DocumentFormat>
						<DocumentNum>0</DocumentNum>
					</DocumentDescriptor>
					<Payload>
						<Data>PD94bWwgdmVyc2lvbj0iMS4wIj8+DQo8U3RhdHVzQ2hhbmdlIHhtbG5zOnhzaT0iaHR0cDovL3d3
dy53My5vcmcvMjAwMS9YTUxTY2hlbWEtaW5zdGFuY2UiIHhtbG5zOnhzZD0iaHR0cDovL3d3dy53
My5vcmcvMjAwMS9YTUxTY2hlbWEiIHhtbG5zPSJodHRwOi8vc2VydmljZXMubXljY2Nwb3J0YWwu
Y29tL1NPQS9TdGF0dXNDaGFuZ2VTZXJ2aWNlL1BheWxvYWQiPg0KICA8UmVmZXJlbmNlPmh0dHA6
Ly9zZXJ2aWNlcy5teWNjY3BvcnRhbC5jb20vV29ya2ZpbGUvMTcwNzU2YzYtNzIzZC00MjYyLTgy
NDItNDc3YWMyMTZjZTI4LzRhNGFmMWE3LWUyZmUtNGY0Mi1hYzkxLTZiOGVmMWUxNWNmNTwvUmVm
ZXJlbmNlPg0KICA8U3RhdHVzVHlwZT5QdWJsaXNoaW5nPC9TdGF0dXNUeXBlPg0KICA8U3RhdHVz
U3RhdGU+UHVibGlzaGVkPC9TdGF0dXNTdGF0ZT4NCjwvU3RhdHVzQ2hhbmdlPg==
</Data>
						<Reference>http://services.mycccportal.com/Workfile/170756c6-723d-4262-8242-477ac216ce28/4a4af1a7-e2fe-4f42-ac91-6b8ef1e15cf5</Reference>
					</Payload>
				</NormalizedMessage>
				<NormalizedMessage>
					<BaseDescriptor>
						<MsgID>92b1692a-6036-4506-b4f9-ba039832c162</MsgID>
						<MsgType>StatusChange</MsgType>
						<MsgMode>Request</MsgMode>
						<SourceTimeStamp>2015-10-26T06:03:44.1828379-05:00</SourceTimeStamp>
						<SourceApplicationID>PTHWY</SourceApplicationID>
						<SourceUserID>NA</SourceUserID>
					</BaseDescriptor>
					<RoutingDescriptor>
						<RoutingInfo xmlns="http://services.mycccportal.com/SOA/commontypes">
							<ApplicationName>PTHWY</ApplicationName>
							<ApplicationVersion>4.50</ApplicationVersion>
							<PublishTimeStamp>2015-10-26T06:03:02.5974594-05:00</PublishTimeStamp>
						</RoutingInfo>
						<RoutingInfo xmlns="http://services.mycccportal.com/SOA/commontypes">
							<ApplicationName>PTHWY</ApplicationName>
							<ApplicationVersion>4.50</ApplicationVersion>
							<PublishTimeStamp>2015-10-26T06:03:44.1828379-05:00</PublishTimeStamp>
						</RoutingInfo>
					</RoutingDescriptor>
					<ClaimDescriptor>
						<ClaimReferenceID>eqa 20170508165</ClaimReferenceID>
						<ClaimTypeCode>VE</ClaimTypeCode>
						<InsuranceCompany>
							<VantiveCode>APM1</VantiveCode>
						</InsuranceCompany>
						<ClaimOffice>
							<Code>APMC</Code>
						</ClaimOffice>
						<AssigneeDescriptor>
							<Appraiser>
								<AppraiserType>DRP</AppraiserType>
								<AppraiserLOID>62668</AppraiserLOID>
								<AppraiserSSN>302800</AppraiserSSN>
								<AppraiserMailboxID>62668</AppraiserMailboxID>
							</Appraiser>
						</AssigneeDescriptor>
					</ClaimDescriptor>
					<EstimateDescriptor>
						<TransformationHeader>&lt;?xml version="1.0" encoding="utf-16"?&gt;
&lt;PrintImagePutData xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns="http://services.mycccportal.com/SOA/PrintImageService/PutData"&gt;
  &lt;ClaimOfficeMailboxID&gt;048689&lt;/ClaimOfficeMailboxID&gt;
&lt;/PrintImagePutData&gt;</TransformationHeader>
					</EstimateDescriptor>
					<DocumentDescriptor>
						<DocumentName>PrintImage</DocumentName>
						<DocumentExt>E01</DocumentExt>
						<DocumentFormat>GZIP-PDF</DocumentFormat>
						<DocumentNum>0</DocumentNum>
					</DocumentDescriptor>
					<Payload>
						<Data>PD94bWwgdmVyc2lvbj0iMS4wIj8+DQo8U3RhdHVzQ2hhbmdlIHhtbG5zOnhzaT0iaHR0cDovL3d3
dy53My5vcmcvMjAwMS9YTUxTY2hlbWEtaW5zdGFuY2UiIHhtbG5zOnhzZD0iaHR0cDovL3d3dy53
My5vcmcvMjAwMS9YTUxTY2hlbWEiIHhtbG5zPSJodHRwOi8vc2VydmljZXMubXljY2Nwb3J0YWwu
Y29tL1NPQS9TdGF0dXNDaGFuZ2VTZXJ2aWNlL1BheWxvYWQiPg0KICA8UmVmZXJlbmNlPmh0dHA6
Ly9zZXJ2aWNlcy5teWNjY3BvcnRhbC5jb20vUHJpbnRJbWFnZS8xNzA3NTZjNi03MjNkLTQyNjIt
ODI0Mi00NzdhYzIxNmNlMjgvNTc4YzI1ZTctZDFlZC00NGZkLThjNDktMWYxZmI2MjA2YzMxPC9S
ZWZlcmVuY2U+DQogIDxTdGF0dXNUeXBlPlB1Ymxpc2hpbmc8L1N0YXR1c1R5cGU+DQogIDxTdGF0
dXNTdGF0ZT5QdWJsaXNoZWQ8L1N0YXR1c1N0YXRlPg0KPC9TdGF0dXNDaGFuZ2U+
</Data>
						<Reference>http://services.mycccportal.com/PrintImage/170756c6-723d-4262-8242-477ac216ce28/578c25e7-d1ed-44fd-8c49-1f1fb6206c31</Reference>
					</Payload>
				</NormalizedMessage>
				<NormalizedMessage>
					<BaseDescriptor>
						<MsgID>27e817e3-26d2-4e38-ad23-b979ada8701b</MsgID>
						<MsgType>StatusChange</MsgType>
						<MsgMode>Request</MsgMode>
						<SourceTimeStamp>2015-10-26T06:03:44.1868381-05:00</SourceTimeStamp>
						<SourceApplicationID>PTHWY</SourceApplicationID>
						<SourceUserID>NA</SourceUserID>
					</BaseDescriptor>
					<RoutingDescriptor>
						<RoutingInfo xmlns="http://services.mycccportal.com/SOA/commontypes">
							<ApplicationName>PTHWY</ApplicationName>
							<ApplicationVersion>4.50</ApplicationVersion>
							<PublishTimeStamp>2015-10-26T06:03:02.60846-05:00</PublishTimeStamp>
						</RoutingInfo>
						<RoutingInfo xmlns="http://services.mycccportal.com/SOA/commontypes">
							<ApplicationName>PTHWY</ApplicationName>
							<ApplicationVersion>4.50</ApplicationVersion>
							<PublishTimeStamp>2015-10-26T06:03:44.1868381-05:00</PublishTimeStamp>
						</RoutingInfo>
					</RoutingDescriptor>
					<ClaimDescriptor>
						<ClaimReferenceID>eqa 20170508165</ClaimReferenceID>
						<ClaimTypeCode>VE</ClaimTypeCode>
						<InsuranceCompany>
							<VantiveCode>APM1</VantiveCode>
						</InsuranceCompany>
						<ClaimOffice>
							<Code>APMC</Code>
						</ClaimOffice>
						<AssigneeDescriptor>
							<Appraiser>
								<AppraiserType>DRP</AppraiserType>
								<AppraiserLOID>62668</AppraiserLOID>
								<AppraiserSSN>302800</AppraiserSSN>
								<AppraiserMailboxID>62668</AppraiserMailboxID>
							</Appraiser>
						</AssigneeDescriptor>
					</ClaimDescriptor>
					<EstimateDescriptor>
						<TransformationHeader>&lt;?xml version="1.0" encoding="utf-16"?&gt;
&lt;DigitalImagePutData xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns="http://services.mycccportal.com/SOA/DigitalImageService/PutData"&gt;
  &lt;Description&gt;Desert - Copy&lt;/Description&gt;
  &lt;EstID&gt;51&lt;/EstID&gt;
  &lt;CaptureTime&gt;2015-10-26T06:02:51&lt;/CaptureTime&gt;
  &lt;LegacyEstimateData&gt;
    &lt;Year&gt;2014&lt;/Year&gt;
    &lt;Make&gt;BMW&lt;/Make&gt;
    &lt;Model&gt;328I&lt;/Model&gt;
    &lt;InsuredFirstName&gt;rajij&lt;/InsuredFirstName&gt;
    &lt;InsuredLastName&gt;lastnameeee&lt;/InsuredLastName&gt;
    &lt;InsuredIsOwner&gt;true&lt;/InsuredIsOwner&gt;
    &lt;LossDate&gt;2015-09-27T00:00:00&lt;/LossDate&gt;
    &lt;PolicyNumber /&gt;
    &lt;AdjusterLastName /&gt;
    &lt;RepairFacilityName&gt;QA CERRITOS 01&lt;/RepairFacilityName&gt;
    &lt;AllImagesNote1 /&gt;
    &lt;AllImagesNote2 /&gt;
    &lt;OwnerFirstName xsi:nil="true" /&gt;
    &lt;OwnerLastName xsi:nil="true" /&gt;
    &lt;Vin&gt;UNK&lt;/Vin&gt;
    &lt;InsuranceCompanyName&gt;AUTOMATED PROCESS MANAGEMENT ONE&lt;/InsuranceCompanyName&gt;
    &lt;EstimatorFirstName&gt;Abe&lt;/EstimatorFirstName&gt;
    &lt;EstimatorLastName&gt;First&lt;/EstimatorLastName&gt;
  &lt;/LegacyEstimateData&gt;
  &lt;ClaimOfficeMailboxID&gt;048689&lt;/ClaimOfficeMailboxID&gt;
&lt;/DigitalImagePutData&gt;</TransformationHeader>
					</EstimateDescriptor>
					<DocumentDescriptor>
						<DocumentName>DigtalImage</DocumentName>
						<DocumentExt>jpg</DocumentExt>
						<DocumentFormat>JPEG</DocumentFormat>
						<DocumentNum>0</DocumentNum>
					</DocumentDescriptor>
					<Payload>
						<Data>PD94bWwgdmVyc2lvbj0iMS4wIj8+DQo8U3RhdHVzQ2hhbmdlIHhtbG5zOnhzaT0iaHR0cDovL3d3
dy53My5vcmcvMjAwMS9YTUxTY2hlbWEtaW5zdGFuY2UiIHhtbG5zOnhzZD0iaHR0cDovL3d3dy53
My5vcmcvMjAwMS9YTUxTY2hlbWEiIHhtbG5zPSJodHRwOi8vc2VydmljZXMubXljY2Nwb3J0YWwu
Y29tL1NPQS9TdGF0dXNDaGFuZ2VTZXJ2aWNlL1BheWxvYWQiPg0KICA8UmVmZXJlbmNlPmh0dHA6
Ly9zZXJ2aWNlcy5teWNjY3BvcnRhbC5jb20vRGlnaXRhbEltYWdlLzUzMjBkYmYwLTA3ZWUtNDBm
Yy1iMjQ0LTFmYmJhNzkyZWQxZTwvUmVmZXJlbmNlPg0KICA8U3RhdHVzVHlwZT5QdWJsaXNoaW5n
PC9TdGF0dXNUeXBlPg0KICA8U3RhdHVzU3RhdGU+UHVibGlzaGVkPC9TdGF0dXNTdGF0ZT4NCjwv
U3RhdHVzQ2hhbmdlPg==
</Data>
						<Reference>http://services.mycccportal.com/DigitalImage/5320dbf0-07ee-40fc-b244-1fbba792ed1e</Reference>
					</Payload>
				</NormalizedMessage>
				<NormalizedMessage>
					<BaseDescriptor>
						<MsgID>989d1135-56c7-45d9-a617-8fa3a37520cf</MsgID>
						<MsgType>StatusChange</MsgType>
						<MsgMode>Request</MsgMode>
						<SourceTimeStamp>2012-10-03T00:36:59.6378971-05:00</SourceTimeStamp>
						<SourceApplicationID>PTHWY</SourceApplicationID>
						<SourceUserID>NA</SourceUserID>
					</BaseDescriptor>
					<RoutingDescriptor>
						<RoutingInfo xmlns="http://services.mycccportal.com/SOA/commontypes">
							<ApplicationName>PTHWY</ApplicationName>
							<ApplicationVersion>4.50</ApplicationVersion>
							<PublishTimeStamp>2012-10-03T00:35:29.8819231-05:00</PublishTimeStamp>
						</RoutingInfo>
						<RoutingInfo xmlns="http://services.mycccportal.com/SOA/commontypes">
							<ApplicationName>PTHWY</ApplicationName>
							<ApplicationVersion>4.50</ApplicationVersion>
							<PublishTimeStamp>2012-10-03T00:36:59.6378971-05:00</PublishTimeStamp>
						</RoutingInfo>
					</RoutingDescriptor>
					<ClaimDescriptor>
						<ClaimReferenceID>eqa 20170508165</ClaimReferenceID>
						<ClaimTypeCode>VE</ClaimTypeCode>
						<InsuranceCompany>
							<VantiveCode>APM1</VantiveCode>
						</InsuranceCompany>
						<ClaimOffice>
							<Code>APMC</Code>
						</ClaimOffice>
						<AssigneeDescriptor>
							<Appraiser>
								<AppraiserType>DRP</AppraiserType>
								<AppraiserLOID>62668</AppraiserLOID>
								<AppraiserSSN>302800</AppraiserSSN>
								<AppraiserMailboxID>62668</AppraiserMailboxID>
							</Appraiser>
						</AssigneeDescriptor>
					</ClaimDescriptor>
					<EstimateDescriptor>
						<TransformationHeader>&lt;?xml version="1.0" encoding="utf-16"?&gt;
&lt;PrintImagePutData xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns="http://services.mycccportal.com/SOA/PrintImageService/PutData"&gt;
  &lt;ClaimOfficeMailboxID&gt;054501&lt;/ClaimOfficeMailboxID&gt;
&lt;/PrintImagePutData&gt;</TransformationHeader>
					</EstimateDescriptor>
					<DocumentDescriptor>
						<DocumentName>PrintImage</DocumentName>
						<DocumentExt>E01</DocumentExt>
						<DocumentFormat>GZIP-PDF</DocumentFormat>
						<DocumentNum>0</DocumentNum>
					</DocumentDescriptor>
					<Payload>
						<Data>PD94bWwgdmVyc2lvbj0iMS4wIj8+DQo8U3RhdHVzQ2hhbmdlIHhtbG5zOnhzaT0iaHR0cDovL3d3
dy53My5vcmcvMjAwMS9YTUxTY2hlbWEtaW5zdGFuY2UiIHhtbG5zOnhzZD0iaHR0cDovL3d3dy53
My5vcmcvMjAwMS9YTUxTY2hlbWEiIHhtbG5zPSJodHRwOi8vc2VydmljZXMubXljY2Nwb3J0YWwu
Y29tL1NPQS9TdGF0dXNDaGFuZ2VTZXJ2aWNlL1BheWxvYWQiPg0KCTxSZWZlcmVuY2U+aHR0cDov
L3NlcnZpY2VzLm15Y2NjcG9ydGFsLmNvbS9QcmludEltYWdlLzE3MDc1NmM2LTcyM2QtNDI2Mi04
MjQyLTQ3N2FjMjE2Y2UyOC9hOTVjNGE1Ni1iNTQ2LTRlZTEtODI3Mi01ZmY0YjVmODY5MDI8L1Jl
ZmVyZW5jZT4NCgk8U3RhdHVzVHlwZT5QdWJsaXNoaW5nPC9TdGF0dXNUeXBlPg0KCTxTdGF0dXNT
dGF0ZT5QdWJsaXNoZWQ8L1N0YXR1c1N0YXRlPg0KPC9TdGF0dXNDaGFuZ2U+
</Data>
						<Reference>http://services.mycccportal.com/PrintImage/170756c6-723d-4262-8242-477ac216ce28/a95c4a56-b546-4ee1-8272-5ff4b5f86902</Reference>
					</Payload>
				</NormalizedMessage>
				<NormalizedMessage>
					<BaseDescriptor>
						<MsgID>989d1135-56c7-45d9-a617-8fa3a37520cf</MsgID>
						<MsgType>StatusChange</MsgType>
						<MsgMode>Request</MsgMode>
						<SourceTimeStamp>2012-10-03T00:36:59.6378971-05:00</SourceTimeStamp>
						<SourceApplicationID>PTHWY</SourceApplicationID>
						<SourceUserID>NA</SourceUserID>
					</BaseDescriptor>
					<RoutingDescriptor>
						<RoutingInfo xmlns="http://services.mycccportal.com/SOA/commontypes">
							<ApplicationName>PTHWY</ApplicationName>
							<ApplicationVersion>4.50</ApplicationVersion>
							<PublishTimeStamp>2012-10-03T00:35:29.8819231-05:00</PublishTimeStamp>
						</RoutingInfo>
						<RoutingInfo xmlns="http://services.mycccportal.com/SOA/commontypes">
							<ApplicationName>PTHWY</ApplicationName>
							<ApplicationVersion>4.50</ApplicationVersion>
							<PublishTimeStamp>2012-10-03T00:36:59.6378971-05:00</PublishTimeStamp>
						</RoutingInfo>
					</RoutingDescriptor>
					<ClaimDescriptor>
						<ClaimReferenceID>eqa 20170508165</ClaimReferenceID>
						<ClaimTypeCode>VE</ClaimTypeCode>
						<InsuranceCompany>
							<VantiveCode>APM1</VantiveCode>
						</InsuranceCompany>
						<ClaimOffice>
							<Code>APMC</Code>
						</ClaimOffice>
						<AssigneeDescriptor>
							<Appraiser>
								<AppraiserType>DRP</AppraiserType>
								<AppraiserLOID>62668</AppraiserLOID>
								<AppraiserSSN>302800</AppraiserSSN>
								<AppraiserMailboxID>62668</AppraiserMailboxID>
							</Appraiser>
						</AssigneeDescriptor>
					</ClaimDescriptor>
					<EstimateDescriptor>
						<TransformationHeader>&lt;?xml version="1.0" encoding="utf-16"?&gt;
&lt;PrintImagePutData xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns="http://services.mycccportal.com/SOA/PrintImageService/PutData"&gt;
  &lt;ClaimOfficeMailboxID&gt;054501&lt;/ClaimOfficeMailboxID&gt;
&lt;/PrintImagePutData&gt;</TransformationHeader>
					</EstimateDescriptor>
					<DocumentDescriptor>
						<DocumentName>PrintImage</DocumentName>
						<DocumentExt>E01</DocumentExt>
						<DocumentFormat>GZIP-PDF</DocumentFormat>
						<DocumentNum>0</DocumentNum>
					</DocumentDescriptor>
					<Payload>
						<Data>PD94bWwgdmVyc2lvbj0iMS4wIj8+DQo8U3RhdHVzQ2hhbmdlIHhtbG5zOnhzaT0iaHR0cDovL3d3
dy53My5vcmcvMjAwMS9YTUxTY2hlbWEtaW5zdGFuY2UiIHhtbG5zOnhzZD0iaHR0cDovL3d3dy53
My5vcmcvMjAwMS9YTUxTY2hlbWEiIHhtbG5zPSJodHRwOi8vc2VydmljZXMubXljY2Nwb3J0YWwu
Y29tL1NPQS9TdGF0dXNDaGFuZ2VTZXJ2aWNlL1BheWxvYWQiPg0KCTxSZWZlcmVuY2U+aHR0cDov
L3NlcnZpY2VzLm15Y2NjcG9ydGFsLmNvbS9QcmludEltYWdlLzE3MDc1NmM2LTcyM2QtNDI2Mi04
MjQyLTQ3N2FjMjE2Y2UyOC9jYjYxMmMxMy05ZjMyLTRjN2ItYTA3Ni1kMzQ2MTI4NmU4ZGI8L1Jl
ZmVyZW5jZT4NCgk8U3RhdHVzVHlwZT5QdWJsaXNoaW5nPC9TdGF0dXNUeXBlPg0KCTxTdGF0dXNT
dGF0ZT5QdWJsaXNoZWQ8L1N0YXR1c1N0YXRlPg0KPC9TdGF0dXNDaGFuZ2U+
</Data>
						<Reference>http://services.mycccportal.com/PrintImage/170756c6-723d-4262-8242-477ac216ce28/cb612c13-9f32-4c7b-a076-d3461286e8db</Reference>
					</Payload>
				</NormalizedMessage>
			</NormalizedMessageList>
		</PutStatus>
	</s:Body>
</s:Envelope>
